Determines whether this filter's set is empty or not.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsEmpty()
  Visual Basic
Public Function IsEmpty As Boolean
  Visual C++
public:
bool IsEmpty()
 Return Value
 True if the set is empty, otherwise false.
 See Also
  SelectionFilterElement Class
  Autodesk.Revit.DB Namespace